-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Фев 25 2020 г., 00:56
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `db_ds`
--

-- --------------------------------------------------------

--
-- Структура таблицы `courier`
--

CREATE TABLE IF NOT EXISTS `courier` (
  `id` int(11) NOT NULL,
  `fio` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `courier`
--

INSERT INTO `courier` (`id`, `fio`) VALUES
(0, 'Криптов Александр Викторович'),
(1, 'Уморов Владислав Олегович'),
(2, 'Петров Петр Петрович'),
(3, 'Копейкин Максим Сергеевич'),
(4, 'Фролов Максим Игоревич'),
(5, 'Филлипов Руслан Федорович'),
(6, 'Скворцов Роман Иванович'),
(7, 'Князев Исак Ньютонович'),
(8, 'Максютов Рустем Юрьевич'),
(9, 'Карамычкин Иван Васильевич');

-- --------------------------------------------------------

--
-- Структура таблицы `region`
--

CREATE TABLE IF NOT EXISTS `region` (
  `id` int(11) NOT NULL,
  `region` varchar(255) NOT NULL,
  `day_way` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `region`
--

INSERT INTO `region` (`id`, `region`, `day_way`) VALUES
(0, 'Санкт-Петербург', 2),
(1, 'Уфа', 15),
(2, 'Нижний Новгород', 5),
(3, 'Владимир', 4),
(4, 'Кострома', 7),
(5, 'Екатеренбург', 2),
(6, 'Ковров', 8),
(7, 'Воронеж', 5),
(8, 'Самара', 7),
(9, 'Астрахань', 23);

-- --------------------------------------------------------

--
-- Структура таблицы `timetable`
--

CREATE TABLE IF NOT EXISTS `timetable` (
  `id` mediumint(11) NOT NULL AUTO_INCREMENT,
  `region` varchar(255) NOT NULL,
  `fio` varchar(255) NOT NULL,
  `date_from` date NOT NULL,
  `date_in` date NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=168 ;

--
-- Дамп данных таблицы `timetable`
--

INSERT INTO `timetable` (`id`, `region`, `fio`, `date_from`, `date_in`) VALUES
(1, 'Ковров', 'Филлипов Руслан Федорович', '2019-06-01', '2019-06-17'),
(2, 'Астрахань', 'Скворцов Роман Иванович', '2019-06-02', '2019-07-18'),
(3, 'Астрахань', 'Карамычкин Иван Васильевич', '2019-06-03', '2019-07-19'),
(4, 'Ковров', 'Филлипов Руслан Федорович', '2019-06-05', '2019-06-21'),
(5, 'Самара', 'Максютов Рустем Юрьевич', '2019-06-06', '2019-06-20'),
(6, 'Екатеренбург', 'Князев Исак Ньютонович', '2019-06-07', '2019-06-11'),
(7, 'Самара', 'Князев Исак Ньютонович', '2019-06-08', '2019-06-22'),
(8, 'Кострома', 'Копейкин Максим Сергеевич', '2019-06-10', '2019-06-24'),
(9, 'Воронеж', 'Максютов Рустем Юрьевич', '2019-06-11', '2019-06-21'),
(10, 'Кострома', 'Копейкин Максим Сергеевич', '2019-06-13', '2019-06-27'),
(11, 'Ковров', 'Князев Исак Ньютонович', '2019-06-14', '2019-06-30'),
(12, 'Владимир', 'Максютов Рустем Юрьевич', '2019-06-18', '2019-06-26'),
(13, 'Владимир', 'Фролов Максим Игоревич', '2019-06-19', '2019-06-27'),
(14, 'Кострома', 'Филлипов Руслан Федорович', '2019-06-20', '2019-07-04'),
(15, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-06-22', '2019-08-07'),
(16, 'Астрахань', 'Карамычкин Иван Васильевич', '2019-06-23', '2019-08-08'),
(17, 'Кострома', 'Князев Исак Ньютонович', '2019-06-25', '2019-07-09'),
(18, 'Ковров', 'Копейкин Максим Сергеевич', '2019-06-27', '2019-07-13'),
(19, 'Самара', 'Князев Исак Ньютонович', '2019-07-02', '2019-07-16'),
(20, 'Воронеж', 'Копейкин Максим Сергеевич', '2019-07-04', '2019-07-14'),
(21, 'Самара', 'Князев Исак Ньютонович', '2019-07-05', '2019-07-19'),
(22, 'Кострома', 'Скворцов Роман Иванович', '2019-07-06', '2019-07-20'),
(23, 'Владимир', 'Филлипов Руслан Федорович', '2019-07-09', '2019-07-17'),
(24, 'Самара', 'Фролов Максим Игоревич', '2019-07-10', '2019-07-24'),
(25, 'Ковров', 'Копейкин Максим Сергеевич', '2019-07-11', '2019-07-27'),
(26, 'Ковров', 'Князев Исак Ньютонович', '2019-07-12', '2019-07-28'),
(27, 'Владимир', 'Скворцов Роман Иванович', '2019-07-17', '2019-07-25'),
(28, 'Астрахань', 'Князев Исак Ньютонович', '2019-07-18', '2019-09-02'),
(29, 'Воронеж', 'Фролов Максим Игоревич', '2019-07-19', '2019-07-29'),
(30, 'Астрахань', 'Скворцов Роман Иванович', '2019-07-20', '2019-09-04'),
(31, 'Кострома', 'Фролов Максим Игоревич', '2019-07-21', '2019-08-04'),
(32, 'Ковров', 'Максютов Рустем Юрьевич', '2019-07-23', '2019-08-08'),
(33, 'Кострома', 'Копейкин Максим Сергеевич', '2019-07-24', '2019-08-07'),
(34, 'Астрахань', 'Карамычкин Иван Васильевич', '2019-07-25', '2019-09-09'),
(35, 'Кострома', 'Максютов Рустем Юрьевич', '2019-07-26', '2019-08-09'),
(36, 'Кострома', 'Фролов Максим Игоревич', '2019-07-29', '2019-08-12'),
(37, 'Ковров', 'Максютов Рустем Юрьевич', '2019-07-31', '2019-08-16'),
(38, 'Астрахань', 'Скворцов Роман Иванович', '2019-08-01', '2019-09-16'),
(39, 'Воронеж', 'Копейкин Максим Сергеевич', '2019-08-02', '2019-08-12'),
(40, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-08-05', '2019-09-20'),
(41, 'Кострома', 'Максютов Рустем Юрьевич', '2019-08-06', '2019-08-20'),
(42, 'Кострома', 'Филлипов Руслан Федорович', '2019-08-09', '2019-08-23'),
(43, 'Кострома', 'Филлипов Руслан Федорович', '2019-08-11', '2019-08-25'),
(44, 'Астрахань', 'Карамычкин Иван Васильевич', '2019-08-16', '2019-10-01'),
(45, 'Самара', 'Максютов Рустем Юрьевич', '2019-08-18', '2019-09-01'),
(46, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-08-19', '2019-10-04'),
(47, 'Воронеж', 'Филлипов Руслан Федорович', '2019-08-20', '2019-08-30'),
(48, 'Самара', 'Князев Исак Ньютонович', '2019-08-22', '2019-09-05'),
(49, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-08-25', '2019-10-10'),
(50, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-08-27', '2019-10-12'),
(51, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-08-28', '2019-10-13'),
(52, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-09-01', '2019-10-17'),
(53, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-09-04', '2019-10-20'),
(54, 'Ковров', 'Фролов Максим Игоревич', '2019-09-05', '2019-09-21'),
(55, 'Астрахань', 'Скворцов Роман Иванович', '2019-09-11', '2019-10-27'),
(56, 'Воронеж', 'Князев Исак Ньютонович', '2019-09-13', '2019-09-23'),
(57, 'Воронеж', 'Филлипов Руслан Федорович', '2019-09-14', '2019-09-24'),
(58, 'Астрахань', 'Князев Исак Ньютонович', '2019-09-18', '2019-11-03'),
(59, 'Астрахань', 'Скворцов Роман Иванович', '2019-09-23', '2019-11-08'),
(60, 'Кострома', 'Фролов Максим Игоревич', '2019-09-26', '2019-10-10'),
(61, 'Владимир', 'Карамычкин Иван Васильевич', '2019-09-28', '2019-10-06'),
(62, 'Астрахань', 'Князев Исак Ньютонович', '2019-09-29', '2019-11-14'),
(63, 'Самара', 'Карамычкин Иван Васильевич', '2019-09-30', '2019-10-14'),
(64, 'Кострома', 'Карамычкин Иван Васильевич', '2019-10-01', '2019-10-15'),
(65, 'Владимир', 'Филлипов Руслан Федорович', '2019-10-02', '2019-10-10'),
(66, 'Самара', 'Карамычкин Иван Васильевич', '2019-10-03', '2019-10-17'),
(67, 'Кострома', 'Карамычкин Иван Васильевич', '2019-10-04', '2019-10-18'),
(68, 'Кострома', 'Карамычкин Иван Васильевич', '2019-10-05', '2019-10-19'),
(69, 'Кострома', 'Копейкин Максим Сергеевич', '2019-10-07', '2019-10-21'),
(70, 'Ковров', 'Фролов Максим Игоревич', '2019-10-11', '2019-10-27'),
(71, 'Самара', 'Копейкин Максим Сергеевич', '2019-10-12', '2019-10-26'),
(72, 'Владимир', 'Максютов Рустем Юрьевич', '2019-10-13', '2019-10-21'),
(73, 'Астрахань', 'Князев Исак Ньютонович', '2019-10-15', '2019-11-30'),
(74, 'Ковров', 'Копейкин Максим Сергеевич', '2019-10-17', '2019-11-02'),
(75, 'Владимир', 'Филлипов Руслан Федорович', '2019-10-20', '2019-10-28'),
(76, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-10-21', '2019-12-06'),
(77, 'Воронеж', 'Максютов Рустем Юрьевич', '2019-10-22', '2019-11-01'),
(78, 'Владимир', 'Фролов Максим Игоревич', '2019-10-23', '2019-10-31'),
(79, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-10-24', '2019-12-09'),
(80, 'Кострома', 'Карамычкин Иван Васильевич', '2019-10-27', '2019-11-10'),
(81, 'Самара', 'Филлипов Руслан Федорович', '2019-10-30', '2019-11-13'),
(82, 'Ковров', 'Карамычкин Иван Васильевич', '2019-10-31', '2019-11-16'),
(83, 'Астрахань', 'Фролов Максим Игоревич', '2019-11-01', '2019-12-17'),
(84, 'Ковров', 'Скворцов Роман Иванович', '2019-11-02', '2019-11-18'),
(85, 'Кострома', 'Филлипов Руслан Федорович', '2019-11-04', '2019-11-18'),
(86, 'Кострома', 'Скворцов Роман Иванович', '2019-11-06', '2019-11-20'),
(87, 'Ковров', 'Скворцов Роман Иванович', '2019-11-08', '2019-11-24'),
(88, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-11-13', '2019-12-29'),
(89, 'Самара', 'Скворцов Роман Иванович', '2019-11-14', '2019-11-28'),
(90, 'Ковров', 'Князев Исак Ньютонович', '2019-11-15', '2019-12-01'),
(91, 'Астрахань', 'Карамычкин Иван Васильевич', '2019-11-18', '2020-01-03'),
(92, 'Самара', 'Скворцов Роман Иванович', '2019-11-21', '2019-12-05'),
(93, 'Самара', 'Скворцов Роман Иванович', '2019-11-25', '2019-12-09'),
(94, 'Ковров', 'Максютов Рустем Юрьевич', '2019-11-27', '2019-12-13'),
(95, 'Ковров', 'Князев Исак Ньютонович', '2019-11-28', '2019-12-14'),
(96, 'Екатеренбург', 'Филлипов Руслан Федорович', '2019-11-29', '2019-12-03'),
(97, 'Астрахань', 'Копейкин Максим Сергеевич', '2019-12-01', '2020-01-16'),
(98, 'Ковров', 'Фролов Максим Игоревич', '2019-12-03', '2019-12-19'),
(99, 'Кострома', 'Скворцов Роман Иванович', '2019-12-04', '2019-12-18'),
(100, 'Воронеж', 'Князев Исак Ньютонович', '2019-12-05', '2019-12-15'),
(101, 'Ковров', 'Филлипов Руслан Федорович', '2019-12-07', '2019-12-23'),
(102, 'Самара', 'Князев Исак Ньютонович', '2019-12-08', '2019-12-22'),
(103, 'Самара', 'Скворцов Роман Иванович', '2019-12-09', '2019-12-23'),
(104, 'Кострома', 'Скворцов Роман Иванович', '2019-12-10', '2019-12-24'),
(105, 'Астрахань', 'Фролов Максим Игоревич', '2019-12-13', '2020-01-28'),
(106, 'Владимир', 'Максютов Рустем Юрьевич', '2019-12-14', '2019-12-22'),
(107, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-12-16', '2020-01-31'),
(108, 'Астрахань', 'Максютов Рустем Юрьевич', '2019-12-17', '2020-02-01'),
(109, 'Астрахань', 'Фролов Максим Игоревич', '2019-12-20', '2020-02-04'),
(110, 'Екатеренбург', 'Скворцов Роман Иванович', '2019-12-21', '2019-12-25'),
(111, 'Ковров', 'Филлипов Руслан Федорович', '2019-12-22', '2020-01-07'),
(112, 'Астрахань', 'Фролов Максим Игоревич', '2019-12-23', '2020-02-07'),
(113, 'Астрахань', 'Филлипов Руслан Федорович', '2019-12-24', '2020-02-08'),
(114, 'Астрахань', 'Князев Исак Ньютонович', '2019-12-29', '2020-02-13'),
(115, 'Кострома', 'Карамычкин Иван Васильевич', '2019-12-30', '2020-01-13'),
(116, 'Астрахань', 'Князев Исак Ньютонович', '2020-01-01', '2020-02-16'),
(117, 'Воронеж', 'Скворцов Роман Иванович', '2020-01-02', '2020-01-12'),
(118, 'Кострома', 'Карамычкин Иван Васильевич', '2020-01-03', '2020-01-17'),
(119, 'Ковров', 'Скворцов Роман Иванович', '2020-01-04', '2020-01-20'),
(120, 'Ковров', 'Скворцов Роман Иванович', '2020-01-07', '2020-01-23'),
(121, 'Астрахань', 'Фролов Максим Игоревич', '2020-01-08', '2020-02-23'),
(122, 'Кострома', 'Копейкин Максим Сергеевич', '2020-01-10', '2020-01-24'),
(123, 'Воронеж', 'Скворцов Роман Иванович', '2020-01-17', '2020-01-27'),
(124, 'Астрахань', 'Филлипов Руслан Федорович', '2020-01-18', '2020-03-04'),
(125, 'Астрахань', 'Максютов Рустем Юрьевич', '2020-01-19', '2020-03-05'),
(126, 'Владимир', 'Карамычкин Иван Васильевич', '2020-01-20', '2020-01-28'),
(127, 'Ковров', 'Копейкин Максим Сергеевич', '2020-01-21', '2020-02-06'),
(128, 'Владимир', 'Карамычкин Иван Васильевич', '2020-01-23', '2020-01-31'),
(129, 'Самара', 'Скворцов Роман Иванович', '2020-01-26', '2020-02-09'),
(130, 'Астрахань', 'Максютов Рустем Юрьевич', '2020-01-27', '2020-03-13'),
(131, 'Кострома', 'Скворцов Роман Иванович', '2020-01-28', '2020-02-11'),
(132, 'Самара', 'Карамычкин Иван Васильевич', '2020-01-30', '2020-02-13'),
(133, 'Астрахань', 'Князев Исак Ньютонович', '2020-02-02', '2020-03-19'),
(134, 'Владимир', 'Карамычкин Иван Васильевич', '2020-02-07', '2020-02-15'),
(135, 'Екатеренбург', 'Скворцов Роман Иванович', '2020-02-10', '2020-02-14'),
(136, 'Астрахань', 'Карамычкин Иван Васильевич', '2020-02-11', '2020-03-28'),
(137, 'Самара', 'Скворцов Роман Иванович', '2020-02-14', '2020-02-28'),
(138, 'Воронеж', 'Фролов Максим Игоревич', '2020-02-16', '2020-02-26'),
(139, 'Астрахань', 'Фролов Максим Игоревич', '2020-02-17', '2020-04-03'),
(140, 'Астрахань', 'Копейкин Максим Сергеевич', '2020-02-21', '2020-04-07'),
(141, 'Кострома', 'Филлипов Руслан Федорович', '2020-02-23', '2020-03-08');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
